Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Liquidation of the alternative investment fund Tri Pluss AS
nb: Avvikling av det alternative investeringsfondet Tri Pluss AS

source: The International Monetary Fund (IMF) regularly reviews the financial system of member states by conducting a Financial Sector Assessment Program (FSAP).
nb: Det internasjonale valutafondet (IMF) går regelmessig gjennom de finansielle systemene til medlemslandene basert på sitt "Financial Sector Assessment Programme" (FSAP).

source: In 2020, seven institutions were granted a licence to operate as payment institutions.
nb: Sju foretak fikk i 2020 tillatelse til å drive virksomhet som betalingsforetak.

source: This also applies to the revised EMIR framework, which was established by Regulation (EU) 2019/834 (EMIR Refit).
nb: Dette gjelder også det reviderte EMIR-regelverket, som ble fastsatt ved forordning (EU) 2019/834 (EMIR Refit).

source: In February 2020, the Ministry of Trade, Industry and Fisheries entered into an agreement to sell GIEK Kredittforsikring AS to the French credit insurer Compagnie Francaise d ́Assurance pour le Commerce Extérieur (COFACE).
nb: Nærings- og fiskeridepartementet inngikk i februar 2020 avtale om salg av GIEK Kredittforsikring AS til det franske kredittforsikringsforetaket Compagnie Francaise d´Assurance pour le Commerce Extérieur (COFACE).

source: During the period the UK was a member of the EU, a number of UK insurance intermediaries reported cross-border activity into Norway.
nb: I løpet av den tiden Storbritannia har vært en del av EU, har en rekke britiske forsikringsformidlingsforetak meldt grensekryssende virksomhet inn til Norge.

source: In 2020, Finanstilsynet approved three applications for such an exemption.
nb: I 2020 godkjente Finanstilsynet tre søknader om slikt unntak.

source: In Finanstilsynet’s assessment, the annual report should provide a more thorough analysis of figures in the financial statements, as well as a more detailed description of the sales contracts with Solon Realkapital.
nb: Etter Finanstilsynets vurdering måtte årsberetningen i større grad analysere tallene som var regnskapsført, og det måtte gis en mer presis omtale av inngåtte salgskontrakter med Solon Realkapital.

source: an MoU between ESMA and the FCA concerning the exchange of information in relation to the supervision of credit rating agencies and trade repositories.
nb: en samarbeidsavtale mellom ESMA og FCA om informasjonsutveksling ved tilsyn med kredittvurderingsbyråer og transaksjonsregistre og

source: The right to market UCITS funds established in an EEA country other than the United Kingdom that are notified for marketing under the UCITS Directive, where the management company is established in the United Kingdom
nb: Retten til å markedsføre UCITS-fond etablert i annet EØS-land enn Storbritannia som er notifisert for markedsføring etter UCITS-direktivet, dersom forvaltningsselskapet er etablert i Storbritannia

source: After a previous thematic inspection, Finanstilsynet ordered DNB Asset Management AS to implement corrective measures in 2015.
nb: Et tidligere tematilsyn resulterte i at Finanstilsynet i 2015 påla DNB Asset Management AS retting.

source: Finanstilsynet agrees with the ESRB’s assessments.
nb: Finanstilsynet deler ESRBs vurderinger.

source: Rules regarding furloughed employees in private occupational pension schemes
nb: Regler for permitterte i private tjenestepensjonsordninger

source: In 2020, Finanstilsynet received the first reports on fraud statistics in accordance with the requirements of PSD 2.
nb: Finanstilsynet mottok i 2020 foretakenes første rapportering av svindel i henhold til krav i PSD2.

source: Some of the results of the reporting for the second half of 2019 were published in Finanstilsynet’s Risk and Vulnerability Analysis 2020.
nb: Deler av resultatet av rapporteringen for andre halvår 2019 ble publisert i Finanstilsynets risiko- og sårbarhetsanalyse (ROS) 2020.

source: In 2020, the EBA engaged in extensive AML activity and adopted an action plan to strengthen measures against money laundering and terrorist financing.
nb: EBA hadde i 2020 høy aktivitet på hvitvaskingsområdet og fastsatte en handlingsplan for å styrke tiltakene mot hvitvasking og terrorfinansiering.

source: Foreign funds (UCITS and alternative investment funds) can be marketed in Norway according to different rules, depending on the nature of the fund and the geographical location of both the fund and the manager.
nb: Utenlandske fond (UCITS og alternative investeringsfond) kan markedsføres i Norge etter ulike regler, avhengig av fondets art samt den geografiske plasseringen til både fond og forvalter.

source: At the end of 2020, some 80 legislative acts in the financial area had been adopted in the EU but had yet to be incorporated into the EEA Agreement.
nb: Ved utgangen av 2020 var det omtrent 80 rettsakter på finansområdet som er vedtatt i EU, men som fortsatt venter påå bli innlemmet i EØS-avtalen.

source: In 2020, Finanstilsynet approved 15 applications from Oslo Børs ASA for exemption from the obligation to publish order information.
nb: I 2020 innvilget Finanstilsynet 15 søknader fra Oslo Børs ASA om unntak fra plikten til å offentliggjøre ordreinformasjon.

source: The incorporation of EU legislation in the financial area into the EEA Agreement has been delayed for a long time.
nb: På finansområdet har det vært forsinkelser i lengre tid med å innlemme EU-regler i EØS-avtalen.

source: In the spring of 2020, Finanstilsynet closely monitored institutions of importance to the financial infrastructure.
nb: Våren 2020 fulgte Finanstilsynet tett opp foretak som er viktige for den finansielle infrastrukturen.

source: If a manager established in the United Kingdom currently markets an alternative investment fund established in a third country to professional investors in Norway on the basis of the AIF Act § 6-4 (AIFMD Article 36), this authorisation may be converted to an authorisation pursuant to the AIF Act § 6 -5 (AIFMD Article 42) after a simplified process.
nb: Dersom en forvalter etablert i Storbritannia i dag markedsfører et alternativt investeringsfond etablert i et tredjeland til profesjonelle investorer i Norge med grunnlag i AIF-loven § 6-4 (AIFMD artikkel 36), kan denne tillatelsen omgjøres til en tillatelse etter AIF-loven § 6-5 (AIFMD artikkel 42) etter en forenklet behandling.

source: The outstanding volume of listed bonds and commercial paper at the end of 2020 was NOK 1 685 billion at Oslo Børs and NOK 530 billion kroner at Nordic ABM.
nb: Utestående volum i noterte obligasjoner og sertifikater ved utgangen av 2020 var 1685 milliarder kroner på Oslo Børs og 530 milliarder kroner på Nordic ABM.

source: Banking and finance accounted for NOK 316 billion, corporates for NOK 129 billion and municipal and county authorities for NOK 37 billion.
nb: Bank- og finansobligasjoner utgjorde 316 milliarder kroner, foretaksobligasjoner 129 milliarder kroner og obligasjoner utstedt av kommuner/ og fylkeskommuner 37 milliarder kroner.

source: Euronext N.V. thereafter established a subsidiary, Euronext Nordics Holding AS, which acquired all the shares of Oslo Børs VPS Holding.
nb: et datterselskap, Euronext Nordics Holding AS, som overtok samtlige aksjer i Oslo Børs VPS Holding.

source: The Securities Register Act section 6-3 and the Public Limited Liability Companies Act section 4-10 set no specific requirements with regard to who may be authorised to act as a nominee under these provisions.
nb: Verdipapirregisterloven § 6-3 og allmennaksjeloven § 4-10 stiller ingen spesifikke krav til hvem som kan få tillatelse til å stå oppført som forvalter etter disse bestemmelsene.

source: If an institution fails to meet the LCR requirement, it must immediately notify Finanstilsynet, cf. Article 414 of the Capital Requirements Regulation.
nb: Dersom et foretak ikke oppfyller kravet til likviditetsreserve, må det umiddelbart varsle Finanstilsynet, jf. kapitalkravsforordningen artikkel 414.

source: Adjusted for non-recurring income in 2019 from the sale of Gjensidige Bank, non-life insurers reported slightly higher profits in the first three quarters of 2020 than in the corresponding period of 2019.
nb: Korrigert for engangsinntekter i 2019 fra salget av Gjensidige Bank hadde skadeforsikringsforetakene et noe sterkere resultat i første til tredje kvartal 2020 enn i tilsvarende periode i 2019.

source: In 2020, Finanstilsynet gave priority to cooperation within the EEA in lieu of other international (global) cooperation, especially the cooperation with the European Supervisory Authorities
nb: I 2020 prioriterte Finanstilsynet samarbeidet i EØS framfor annet internasjonalt samarbeid (globalt), og særlig samarbeidet i de europeiske finanstilsynsmyndighetene:

source: Corresponding protection applies to Norwegian participants in securities settlement systems that have decided that the system shall be subject to the law of another EEA member state, cf. section 4-1, fourth subsection, first sentence of the Act.
nb: Et tilsvarende vern gjelder for norske deltakere i verdipapiroppgjørssystemer som har valgt lovgivningen i annen EØS-stat for systemet, se lovens § 4-1 fjerde ledd første punktum.

source: 27 notifications from private individuals
nb: 27 varsler fra privatpersoner

source: The thematic inspection is based on the regulatory framework for banks at the time of the inspection and any announced changes, and does not factor in how the significant deterioration of the Norwegian and international economy has been reflected in the banks’ loss allowances in 2020.
nb: Tematilsynet omhandler bankenes rammeverk slik det forelå på tilsynstidspunktet og eventuelle varslede endringer, og tar ikke stilling til hvordan bankene har vurdert den vesentlige forverringen av norsk og internasjonal økonomi i tapsavsetningene i 2020.

source: This will inter alia require prior consent from the customers in cases where one or more “sub-nominees” are subject to provisions of confidentiality.
nb: forutsette at det foreligger forhåndssamtykke fra kundene i de tilfeller hvor en eller flere “underforvaltere” er underlagt sekretessebestemmelser.

source: The Storting has passed amendments to the Securities Trading Act implementing MAR in Norwegian law.
nb: Stortinget har vedtatt endringer i verdipapirhandelloven som gjennomfører MAR i norsk rett.

source: Climate risk was on the agenda at all inspections at insurers carried out in 2020.
nb: Klimarisiko var et tema under alle tilsyn i forsikringsforetak utført i 2020.

source: Section 2 of the Regulations on Systems for Payment Services requires payment service providers to report to Finanstilsynet, at least once a year, an overall assessment of the operational and security risks associated with the provider’s payment services and of whether the measures taken by the provider are adequate.
nb: Forskrift om systemer for betalingstjenester § 2 stiller krav om at betalingstjenestetilbydere minst årlig skal gi Finanstilsynet en samlet vurdering av operasjonell risiko og sikkerhetsrisiko knyttet til tilbyderens betalingstjenester, samt om tilbyderens tiltak er tilstrekkelige.

source: Exemption from the obligation to publish information on orders in financial instruments traded on a trading venue
nb: Unntak fra plikten til å offentliggjøre informasjon om ordrer i finansielle instrumenter som handles på handelsplass

source: Subsequent to the on-site inspections, Norway, like other countries, has been hit by an economic downturn as a consequence of Covid-19.
nb: I etterkant av de stedlige tilsynene har Norge, som andre land, blitt rammet av et økonomisk tilbakeslag som følge av Covid-19.

source: Life insurers recorded an adjusted return, which includes unrealised changes in value, of 2.5 per cent (annualised) in the first three quarters of 2020, compared with 7.7 per cent in the corresponding period of 2019.
nb: Livsforsikringsforetakene hadde en verdijustert avkastning, som inkluderer urealiserte verdiendringer, på 2,5 prosent (annualisert) i første til tredje kvartal 2020, mot 7,7 prosent i samme periode i 2019.

source: In the autumn of 2019, Finanstilsynet initiated an extensive off-site inspection of banks’ and selected mortgage companies' compliance with the requirements for identity verification and ongoing monitoring of customers.
nb: Høsten 2019 igangsatte Finanstilsynet et større dokumentbasert tilsyn med banker og utvalgte kredittforetaks etterlevelse av kravene til identifisering og løpende oppfølging av kunder.

source: The inspections revealed, to varying degrees, inadequate risk assessments and risk classifications and weaknesses in transaction monitoring, the implementation of enhanced customer due diligence, investigations of suspicious transactions and reporting to ØKOKRIM.
nb: Tilsynene avdekket i varierende grad mangler knyttet til risikovurderinger, risikoklassifisering, svakheter i transaksjonsovervåkning, gjennomføring av forsterkede kundetiltak, undersøkelser av mistenkelige transaksjoner og rapportering til Økokrim.

source: Towards the end of 2020, EIOPA circulated a number of reports for comment.
nb: EIOPA sendte i slutten av 2020 en rekke rapporter på høring.

source: Finanstilsynet also published 1 193 warnings issued by foreign supervisory authorities against entities providing investment services in the EU/EEA without the requisite authorisation.
nb: I tillegg publiserte tilsynet 1193 advarsler fra utenlandske tilsynsmyndigheter mot foretak som yter investeringstjenester i EU/EØS uten tillatelse.

source: A statement from the home country’s supervisory authority confirming that the home country has implemented legislation equivalent to Directive 2005/60/EC will be sufficient documentation.
nb: En erklæring fra hjemlandets tilsynsmyndighet hvor det bekreftes at hjemlandet har gjennomført regelverk tilsvarende direktiv 2005/60/EF vil være tilfredsstillende dokumentasjon.

source: Such firms must send an annual notification to Finanstilsynet through Altinn.
nb: Slike foretak må sende årlig melding til Finanstilsynet gjennom Altinn.

source: Bonds listed on Oslo Børs and Nordic ABM are owned mainly by life insurers and private pension funds, banks, foreign companies, mutual funds and the social security administration.
nb: Noterte obligasjoner på Oslo Børs og Nordic ABM er hovedsakelig eid av livsforsikringsforetak og private pensjonskasser, banker, utenlandske selskaper, verdipapirfond og trygdeforvaltningen.

source: The e-mail must contain your IP address and LEI code, which will be your user name.
nb: E-posten må inneholde IP-adresse og deres LEI-kode som vil være deres brukernavn.

source: Finanstilsynet's assessment was that the company had not provided sufficient and appropriate information about changes in liabilities arising from financing activities in the financial statements.
nb: Finanstilsynets vurdering var at foretaket ikke hadde gitt tilstrekkelige og hensiktsmessige opplysninger knyttet til endringer i forpliktelser som skyldtes finansieringsaktiviteter i årsregnskapet.

source: About 25 per cent of the equity capital was raised in connection with new listings.
nb: Om lag 25 prosent av aksjekapitalen ble hentet inn i forbindelse med nye noteringer.

source: Of this, NOK 1 100 billion was issued by the banking and financial sector, NOK 673 billion by the central government sector (including government bonds and Treasury certificates worth NOK 494 billion) and NOK 510 billion by non-financial firms.
nb: Av dette var 1100 milliarder kroner utstedt av bank- og finanssektoren, 673 milliarder kroner av statlig sektor (inkludert statsobligasjoner og -sertifikater, som utgjorde 494 milliarder kroner) og 510 milliarder kroner av ikke-finansielle foretak.

source: Who can participate in the sandbox?
nb: Hvem kan delta i sandkassen?

source: You will find a contact form in the whistleblowing portal that can be used for notifications.
nb: I varslingsportalen finner du et kontaktskjema som du kan bruke for å varsle.

source: Alternative investment funds where the manager is established in a third country may be marketed to professional investors in accordance with the AIF Act § 6-5 (AIFMD article 42)
nb: Alternative investeringsfond der forvalter er etablert i et tredjeland kan markedsføres til profesjonelle investorer etter AIF-loven § 6-5 (AIFMD artikkel 42)

source: However, supervisory experience shows that compliance with the AML legislation in many cases remains inadequate.
nb: Tilsynserfaringer viser imidlertid at etterlevelsen av hvitvaskingsregelverket i mange tilfeller fortsatt er mangelfull.

source: Lack of or inadequate testing of disaster recovery solutions was commented on at several inspections in 2020.
nb: Manglende eller mangelfull test av kriseløsninger ble kommentert ved flere tilsyn i 2020.

source: In such cases the institution must be subject to satisfactory home country supervision and be obliged to comply with implemented legislation equivalent to Directive 2005/60/EC on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing.
nb: Det er i slike tilfeller et vilkår at institusjonen er underlagt betryggende tilsyn i hjemlandet og plikter å overholde gjennomført regelverk tilsvarende direktiv 2005/60/EF om tiltak for å hindre at det finansielle systemet brukes til hvitvasking av penger og finansiering av terrorisme.

source: 45 cases on disclosure of large shareholdings
nb: 45 saker om flaggepliktig verdipapirhandel

source: Corrected loss figures for payment card fraud and online banking fraud for 2018
nb: Korrigerte tapstal for svindel med betalingskort og nettbank for 2018

source: Finanstilsynet cooperates closely with the National Authority for Investigation and Prosecution of Economic and Environmental Crime (ØKOKRIM) and Oslo Børs on monitoring compliance with the market conduct rules.
nb: I tilsynet med og overvåkingen av at atferdsreglene følges har Finanstilsynet et nært samarbeid med Økokrim og Oslo Børs.

source: The following legal grounds to market fund will cease as of January 1st, 2021 for funds and companies affiliated with the United Kingdom will cease:
nb: Følgende grunnlag for markedsføring vil falle bort for fond og foretak med tilknytning til Storbritannia fra og med 1. januar 2021:

source: The Ministry agreed with Finanstilsynet that Tri Pluss AS had not protected investor interests in accordance with the requirements of the conduct of business rules, and that the revocation was a necessary response to the serious and systematic violations uncovered through supervision.
nb: I likhet med Finanstilsynet kom departementet til at Tri Pluss AS ikke hadde ivaretatt investorenes interesser i samsvar med kravene som følger av god forretningsskikk, og at tilbakekall var en nødvendig reaksjon på de alvorlige og systematiske overtredelsene som var avdekket ved tilsyn.

source: Finanstilsynet has also worked to raise the quality of data reported to trade repositories in accordance with the European Markets and Infrastructure Regulation (EMIR).
nb: Finanstilsynet har også arbeidet med å heve kvaliteten på data innrapportert til transaksjonsregistre i samsvar med den europeiske markedsinfrastrukturforordningen (EMIR).

source: In order to use the simplified process, the manager must inform Finanstilsynet of the intention to convert the authorisation, including clearly identifying the manager and fund (by specifying LEI and ISIN), and the license granted pursuant to § 6-4 of the AIF Act.
nb: For å benytte den forenklede fremgangsmåten må forvalter informere Finanstilsynet om at tillatelsen ønskes omgjort, herunder ved å tydelig identifisere forvalter og fond (ved angivelse av ISIN), og den tillatelse som er gitt etter AIF-loven § 6-4.

source: In 2020, no on-site inspections were carried out of registered providers of virtual currency services, but such inspections are on the agenda in 2021.
nb: Det ble i 2020 ikke gjennomført stedlige tilsyn med registrerte tilbydere av tjenester knyttet til virtuell valuta, men dette planlegges i 2021.

source: The right to market alternative investment funds established in the United Kingdom to professional investors in accordance with the notification rules of the AIFMD.
nb: Retten til å markedsføre alternative investeringsfond etablert i Storbritannia til profesjonelle investorer etter notifikasjonsreglene i AIFMD.

source: Greater interest in green investment products also heightens the risk that companies and securities will be marketed as sustainable without actually being so, so-called greenwashing.
nb: Større interesse for grønne investeringsprodukter øker også risikoen for at selskaper og verdipapirer markedsføres som bærekraftige uten at de er det, såkalt grønnvasking.

source: With respect to the 2019 financial statements, Finanstilsynet carried out the same review of ten companies, three of which were also included in the review for 2018.
nb: For 2019-regnskapene gjennomførte Finanstilsynet den samme kontrollen av ti foretak, hvorav tre også var inkludert i kontrollen for 2018.

source: Verdipapirsentralen ASA (Norwegian Central Securities Depository - VPS) runs a securities register and operates the central securities settlement system in Norway (VPO NOK).
nb: Verdipapirsentralen ASA (VPS) driver et verdipapirregister og er operatør av det sentrale verdipapiroppgjørssystemet i Norge (VPO NOK).

source: Section 3-1 of the Financial Institutions Act specifies the licence application requirements.
nb: Finansforetaksloven § 3-1 angir kravene til søknad.

source: The board of the Guarantee Scheme has assumed that Norwegian policyholders are covered by the Danish Guarantee Fund for Non-life Insurers.
nb: Garantiordningens styre har lagt til grunn at norske forsikringstakere er dekket av den danske Garantifonden for skadeforsikringsselskaber.

source: In 2020, Finanstilsynet participated in supervisory colleges for the following foreign insurance undertakings operating in Norway:
nb: Finanstilsynet deltok i 2020 i tilsynskollegier for følgende forsikringsforetak med virksomhet i Norge:

source: The communications unit handles contact with the media.
nb: Kommunikasjonsstaben handterer kontakten med medier.

source: Decision on violation charge - Oceanteam ASA
nb: Vedtak om overtredelsesgebyr - Oceanteam ASA

source: Finanstilsynet took a closer look at the management companies’ liquidity management, how they analyse the liquidity of investments and their ability to handle redemptions, as well as how the companies' boards of directors are informed of liquidity risk in mutual funds.
nb: Finanstilsynet så nærmere på likviditetsstyringen og hvordan forvaltningsselskapene analyserer likviditeten i investeringer og evnen til å håndtere innløsninger, samt hvordan foretakenes styrer blir informert om likviditetsrisiko i fond.

source: Regulation (EU) 2019/2088 on sustainability-related disclosures in the financial services sector
nb: Forordning 2019/2088 om offentliggjøring av bærekraftsinformasjon i finanssektoren

source: In December 2020, the Storting passed a new Financial Contracts Act that replaces the previous Act from 1999.
nb: Stortinget vedtok i desember 2020 ny finansavtalelov, som erstatter tidligere lov fra 1999.

source: The average debt of borrowers who took out new residential mortgages represented 338 per cent of gross annual income.
nb: Låntakere som tok opp nye lån med pant i bolig, hadde en gjennomsnittlig gjeld som andel av brutto årsinntekt på 338 prosent.

source: Two alternative fees have been introduced for the checklist under Annex 1.
nb: Det er innført to alternative gebyrer for sjekklisten etter Annex 1.
